Repository: Inadequado4192/RWML-Public
Catalog: Languages/Vanilla Storytellers Expanded - Winston Waves/*.xliff
Languages: uk

source: A single pawn worth minimum 50 and up to 125 Combat points joins the colony
uk: До колонії приєднується один пішак вартістю від 50 до 125 бойових очок

source: Prosthetics drop
uk: Скинути протези

source: Cargo pod drops 5 random low-level prosthetics
uk: Вантажна капсула скидає 5 випадкових протезів низького рівня

source: Research boost
uk: Стимулювання досліджень

source: Instantly research 3 random research projects you meet prerequisites for
uk: Миттєво досліджуйте 3 випадкових дослідницьких проєктів, для участі в яких ви відповідаєте необхідним умовам

source: Resource drop
uk: Скинути ресурси

source: Cargo pods drop 250 wood, 250 steel, 10 components
uk: Вантажні капсули скидають 250 дерева, 250 сталі, 10 компонентів

source: Textile drop
uk: Скинутий текстиль

source: Cargo pod drops 400 random pieces of leather or textile
uk: Вантажна капсула скидає 400 випадкових шматочків шкіри або текстилю

source: Normal weapons drop
uk: Скинути нормальну зброю

source: Cargo pods 3 random weapons, quality is normal
uk: Вантажні капсули скидають 3 випадкові одиниці зброї нормальної якості

source: Plasteel drop
uk: Скинути пласталь

source: Cargo pods drop 100 plasteel
uk: Вантажні капсули скидають 100 пласталі

source: Psychic Soothe
uk: Психічне заспокоєння

source: Psychic soothe
uk: Психічне заспокоєння

source: Random Good reward
uk: Випадкова хороша винагорода

source: Instead of picking up a specific Normal-level reward, obtain a completely random Good-level reward
uk: Замість вибору конкретної винагороди рівня Звичайний, отримайте випадкову винагороду рівня Хороший

source: Uranium drop
uk: Скинути уран

source: Cargo pods drop 100 uranium
uk: Вантажні капсули скидають 100 урану

source: Food drop
uk: Скинути їжу

source: Cargo pods drop 30 survival meals
uk: Вантажні капсули скидають 30 сухих пайків

source: Leather drop
uk: Скинути шкіру

source: Cargo pod drops 300 random pieces of leather
uk: Вантажна капсула скидає 300 випадкових шматків шкіри

source: Medicine drop
uk: Скинути ліки

source: Cargo pods drop 30 medicine
uk: Вантажні капсули скидають 30 ліків

source: Cash
uk: Готівка

source: Cargo pods drop 1000 silver
uk: Вантажні капсули скидають 1000 срібла

source: Fuel drop
uk: Скинути паливо

source: Cargo pods drop 200 chemfuel
uk: Вантажні капсули скидають 200 хімпалива

source: Pawn joins
uk: Пішак приєднується

source: A single pawn worth up to 50 Combat points joins the colony
uk: До колонії приєднується один пішак вартістю до 50 бойових очок

source: Poor weapons drop
uk: Скинути погану зброю

source: Cargo pods 3 random weapons, maximum quality is poor
uk: Вантажні капсули 3 випадкової зброї поганої якості

source: Random normal reward
uk: Випадкова нормальна винагорода

source: Instead of picking up a specific Poor-level reward, obtain a completely random Normal-level reward
uk: Замість вибору конкретної винагороди рівня Погано, отримайте випадкову винагороду рівня Звичайний

source: Steel drop
uk: Скинути сталь

source: Cargo pods drop 250 steel
uk: Вантажні капсули скидають 250 сталі

source: Stone drop
uk: Скинути камінь

source: Cargo pods drop 250 stone blocks
uk: Вантажні капсули скидають 250 кам'яних блоків

source: Wood drop
uk: Скинути дерево

source: Cargo pods drop 250 wood
uk: Вантажні капсули скидають 250 деревини

source: Winston Wave
uk: Вінстон Хвиля

source: Winston is a battle-hardened combat expert, and he believes that through combat, one can find themselves for who they really are.
uk: Вінстон - загартований у боях експерт з ведення бойових дій, і він вірить, що через бій можна знайти себе таким, яким ти є насправді.

source: Every day you will be attacked by enemy waves increasing in size, but you will be rewarded for each victory.
uk: Щодня вас атакуватимуть ворожі хвилі, які збільшуватимуться в розмірах, але за кожну перемогу ви отримаєте винагороду.

source: death super acidifier
uk: смертельний супер окислювач

source: A chest implant for preventing enemy use of captured equipment and bionic.
uk: Грудний імплантат для запобігання використанню ворогом захопленої техніки та біоніки.

source: Upon the user's death, it releases powerful chemicals that dissolve the user.
uk: Після смерті користувача він вивільняє потужні хімічні речовини, які розчиняють його.

source: Sometimes used to prevent being captured.
uk: Іноді використовується для того, щоб не потрапити в полон.

source: reward drop spot
uk: місце падіння винагороди

source: Used to mark where rewards should drops
uk: Використовується для позначення місця падіння винагороди
