Repository: Inadequado4192/RWML-Public
Catalog: Languages/Vanilla Storytellers Expanded - Winston Waves/*.xliff
Languages: uk

source: Random reward of the {0} category
uk: Випадкова нагорода категорії "{0}"

source: {0} random apparel(s) of {1} quality with the {3} tag
uk: {0} випадковий(ого) одяг(у) якості "{1}" з тегом "{3}"

source: {0} random weapon(s) of {1} quality with the {3} tag
uk: {0} випадкова(і) зброя(ї) якості "{1}" з тегом "{3}"

source: {0} random thing(s) of {1} quality within the {3} category
uk: {0} випадковий(х) предмет(ів) якості "{1}" у категорії "{3}"

source: {0} random thing(s) of {1} quality within the {3} categories
uk: {0} випадковий(х) предмет(ів) якості "{1}" у категоріях "{3}"

source: {0} random stone blocks
uk: {0} випадкових кам'яних блоків

source: {0} random pawn(s) of {1} intelligence
uk: {0} випадковий(і) пішак(и) з інтелектом {1}

source: The {0} event
uk: Подія {0}

source: {0} {1} of {2} quality
uk: {0} {1} {2} якості

source: Unlock {0} researches
uk: Розблокувати {0} досліджень

source: Add {0} points to every colonists, slaves and prisonners
uk: Додайте {0} очок до кожного колоніста, раба та полоненого

source: Next wave is delayed by {0} days
uk: Наступна хвиля затримується на {0} днів

source: Next wave is wekeaned by {0}
uk: Наступна хвиля послаблюється на {0}

source: Next wave will also spawn friendlies to help you out
uk: У наступній хвилі також з'являться друзі, які допоможуть вам

source: Instantly heal all damages on all colonists, slaves and prisonners
uk: Миттєво зцілення всіх пошкоджень на всіх колоністах, рабах і полонених

source: {0} has been researched
uk: Було досліджено: {0}

source: {0} reward
uk: {0} винагорода

source: Select reward
uk: Обрати нагороду

source: Wave {0}
uk: {0} хвиля

source: Enemies coming ({0}):
uk: Вороги йдуть ({0}):

source: Defeat remaining enemies:
uk: Перемогти решту ворогів:

source: You are getting: {0}
uk: Ви отримуєте: {0}

source: Removing other reward drop spot
uk: Видалення іншого місця падіння нагороди

source: Summon early
uk: Викликати завчасно

source: Boss wave
uk: Хвиля боса

source: Normal wave
uk: Нормальна хвиля

source: {0} points used
uk: {0} балів використано

source: Reward commonality at this wave:
uk: Винагорода за спільність на цій хвилі:

source: {0} chance of getting a fourth reward choice if summoning the wave now
uk: {0} шанс отримати четвертий вибір нагороди, якщо викликати хвилю зараз

source: Game Over!
uk: Гру завершено!

source: Waves survived: {0}
uk: Хвиль пережито: {0}

source: Days survived: {0}
uk: Днів пережито: {0}

source: Total kills: {0}
uk: Загальна кількість убивств: {0}

source: Greatest population: {0}
uk: Найбільша популяція: {0}

source: Reinforcement!
uk: Підкріплення!

source: Final score: {0}
uk: Остаточний результат: {0}

source: Draggable:
uk: Перетягується:

source: Poor
uk: Погана

source: Normal
uk: Звичайна

source: Good
uk: Хороша

source: Excellent
uk: Чудова

source: Legendary
uk: Легендарна

source: Raid pawns arriving...
uk: Рейдові пішаки прибувають...

source: Winston Wave
uk: Вінстон Хвиля

source: Time before first wave:
uk: Час до першої хвилі:

source: Time between waves:
uk: Час між хвилями:

source: Maximum days to deafeat a wave:
uk: Максимальна кількість днів для подолання хвилі:

source: Max threat points used:
uk: Максимально використані бали загрози:

source: Enable raid point cap:
uk: Увімкнути ліміт точок рейду:

source: Draw wave counter background:
uk: Намалюйте фон хвильового лічильника:

source: Wave points multiplier before wave 20:
uk: Мультиплікатор хвильових точок перед 20-ю хвилею:

source: Wave points multiplier after wave 20:
uk: Мультиплікатор хвильових точок після 20-ї хвилі:

source: Enable stats increase:
uk: Увімкнути збільшення статистики:

source: Draw wave counter background:
uk: Намалюйте фон хвильового лічильника:

source: Enable mystery mode:
uk: Увімкнути режим таємниці:

source: Send random reward:
uk: Надішліть випадкову винагороду:

source: Exclude modifier(s) from waves:
uk: Виключити модифікатори з хвиль:

source: Remove modifier(s) from excluded
uk: Видалити модифікатори з виключених

source: Exclude modifier(s)
uk: Виключити модифікатори

source: Exclude certain faction(s) from waves:
uk: Виключити певні фракції з хвиль:

source: Exclude faction
uk: Виключити фракцію

source: Remove faction from excluded
uk: Видалити фракцію з виключених

source: Exclude certain strategies from boss waves:
uk: Виключіть певні стратегії з хвиль босів:

source: Exclude raid strategy
uk: Виключити рейдерську стратегію

source: Remove raid strategy from excluded
uk: Видалити стратегію рейду з виключених

source: Hide the wave counter "draggable" checkbox:
uk: Приховати прапорець "перетягування" лічильника хвиль:

source: Timer use rimworld time:
uk: Таймер використовує час rimworld:

source: Show raiders pawns list and faction:
uk: Показати список пішаків рейдерів та їхні фракції:

source: Reset wave counter position
uk: Скинути позицію лічильника хвиль

source: Load a save using Winston first!
uk: Спочатку завантажте збереження за допомогою Вінстона!

source: Reward drop pods also drop steel slag chunk(s)
uk: Нагородні капсули також скидають шматки сталевого шлаку

source: General
uk: Загальний

source: Waves
uk: Хвилі

source: Modifiers
uk: Модифікатори

source: Wave counter
uk: Лічильник хвиль

source: Number of days before the first wave arrive.
uk: Кількість днів до прибуття першої хвилі.

source: Number of days in between each wave.
uk: Кількість днів між кожною хвилею.

source: Maximum number of days the player have to defeat a wave.
uk: Максимальна кількість днів, за яку гравець може перемогти хвилю.

source: If the wave isn't defeated in this time, the next wave is prepared and no rewards are given.
uk: Якщо хвиля не переможена за цей час, готується наступна хвиля, і винагороди не видаються.

source: Maximum amount of points used in the raid generation.
uk: Максимальна кількість очок, що використовується для генерації рейду.

source: Raid point multiplier used before the wave 20.
uk: Множник точки рейду, що використовується перед 20-ю хвилею.

source: Raid point multiplier used after the wave 20.
uk: Множник точки рейду використовується після 20-ї хвилі.

source: Stats increased are: natural healing factor, global work speed, research speed and plant growth speed.
uk: Збільшилися такі показники: природний фактор зцілення, глобальна швидкість роботи, швидкість дослідження та швидкість росту рослин.

source: With this enabled, the reward window will never be showed.
uk: Якщо цю опцію увімкнено, вікно винагороди ніколи не буде показано.

source: You will always get a random reward.
uk: Ви завжди будете отримувати випадкову винагороду.

source: With this enabled, the modifier will always be hidden.
uk: Якщо цей параметр увімкнено, модифікатор завжди буде приховано.

source: You will know a modifier has been applied, but not which one.
uk: Ви знатимете, що модифікатор було застосовано, але не знатимете, який саме.

source: If disabled, you won't be able to change the counter draggabality until you reactivate this.
uk: Якщо вимкнено, ви не зможете змінити перетягування лічильника, доки не увімкнете його знову.

source: If this is enabled the timer use rimworld time instead of real life time.
uk: Якщо цей параметр увімкнено, таймер використовуватиме час оточення замість реального часу.

source: Flashstorm
uk: Грозовий шторм

source: Flashstorm on your whole colony map.
uk: Грозовий шторм на всій карті вашої колонії.

source: The flashstorm is ending.
uk: Грозовий шторм закінчується.

source: Flashstorm
uk: Грозовий шторм

source: meteor storm
uk: Метеоритний шторм

source: Meteor storm on your whole colony map.
uk: Метеоритний шторм на всій карті вашої колонії.

source: The meteor storm is ending.
uk: Метеоритний шторм закінчується.

source: Flashstorm
uk: Метеоритний шторм

source: Orbital bombardement
uk: Орбітальне бомбардування

source: Orbital bombardement target your colony map.
uk: Орбітальне бомбардування націлене на вашу карту колонії.

source: The orbital bombardement is ending.
uk: Орбітальне бомбардування закінчується.

source: Orbital bombardement
uk: Орбітальне бомбардування

source: death super acidifier
uk: смертельний супер окислювач

source: An installed death super acidifier.
uk: Встановлений смертельний супер окислювач.

source: a death super acidifier
uk: смертельний супер окислювач

source: increased stats
uk: збільшено показники

source: Increased stats as a counterpart of Winston
uk: Збільшення статистики як аналог Вінстона

source: bullet proof
uk: куленепробивний

source: bullet proof
uk: куленепробивний

source: ninja
uk: ніндзя

source: ninja
uk: ніндзя

source: no pain
uk: без болю

source: No pain.
uk: Без болю.

source: veteran
uk: ветеран

source: Veteran
uk: Ветеран

source: boom
uk: бум

source: Boom!
uk: Бум!

source: bullet sponge
uk: свинцева губка

source: bullet sponge
uk: свинцева губка

source: sprinter
uk: спринтер

source: Sprint fast.
uk: Швидко бігає.

source: full map flashstorm
uk: карта заповнена грозовим штормом

source: meteor storm
uk: метеоритний шторм

source: orbital bombardement
uk: орбітальне бомбардування

source: Acidifiers for everyone!
uk: Кислоти для всіх!

source: All enemies have death acidifiers
uk: Усі вороги мають смертельний окислювач

source: Big Bosses
uk: Великі боси

source: All enemies are mercenaries.
uk: Всі вороги — найманці.

source: Wave raid point is divided by two.
uk: Точка рейду ділиться на два.

source: Body modders
uk: Трансгуманісти

source: All enemies use bionics part.
uk: Всі вороги використовують біоніку.

source: Lower raid size in points.
uk: Менший розмір рейду в балах.

source: Boom!
uk: Бум!

source: All enemies explode when killed
uk: Всі вороги вибухають після вбивства

source: Bulletproof
uk: Куленепробивний

source: All enemies have their natural armor increased by 50%
uk: Природна броня всіх ворогів збільшується на 50%

source: Bullet sponges
uk: Свинцева губка

source: Health of the enemies is doubled
uk: Здоров'я ворогів подвоюється

source: Charge weapons for everyone!
uk: Заряджайте зброю для всіх!

source: All enemies have a charge weapon.
uk: У всіх ворогів є зарядна зброя.

source: Double trouble
uk: Подвійна проблема

source: Raid size in points is doubled
uk: Розмір рейду в балах збільшено вдвічі

source: Flashstorm
uk: Метеоритний шторм

source: During the wave, flashstorm is present on the map and rain won’t trigger to extinguish the flames
uk: Під час хвилі на карті присутній грозовий шторм, і дощ не зможе загасити полум'я

source: Meteor storm
uk: Метеоритний шторм

source: During the wave, meteors fall on the map.
uk: Під час хвилі на карту падають метеори.

source: Mystery
uk: Таємниця

source: A random modifier has been applied.
uk: Застосовано випадковий модифікатор.

source: You will discover it soon enough.
uk: Ви дізнаєтесь про це досить скоро.

source: No Pain No Gain
uk: Немає болю - немає вигоди

source: All enemies don’t feel pain
uk: Всі вороги не відчувають болю

source: No retreat!
uk: Не відступайте!

source: Enemies will not retreat
uk: Вороги не відступлять

source: Melee only!
uk: Тільки ближній бій!

source: All pawns get a melee weapon and a shield belt.
uk: Усі пішаки отримують зброю ближнього бою і поясний енергощит.

source: Orbital bombardment
uk: Орбітальне бомбардування

source: During the wave, orbital bombardment falls on the entire map
uk: Під час хвилі орбітальне бомбардування падає на всю карту

source: Reinforcements
uk: Підкріплення

source: Enemies receive reinforcements from the same faction, worth 50% of the initial wave size, after about 20% of the raid size is defeated
uk: Вороги отримують підкріплення з тієї ж фракції на 50% від початкового розміру хвилі, після того, як буде розгромлено приблизно 20% від розміру рейду

source: Snipers for everyone!
uk: Снайпери для всіх!

source: All enemies get a sniper.
uk: Усі вороги снайпер.

source: Sprinters
uk: Спринтери

source: Movement speed of all the enemies is doubled
uk: Швидкість руху всіх ворогів подвоєна

source: Strategic approach
uk: Стратегічний підхід

source: Enemies use a combination of : grenades, rocket launcher and sniper.
uk: Вороги використовують комбінацію: гранати, гармату та снайпера.

source: Wave raid point is multiplied by 0.7.
uk: Точка набігу хвилі множиться на 0,7.

source: Veterans
uk: Ветерани

source: All stats of the enemies (Manipulation, sight etc) is multiplied by x1.5
uk: Усі показники ворогів (маніпуляції, приціл тощо) множаться на х1.5

source: install death super acidifier
uk: встановити смертельний супер окислювач

source: Install a death super acidifier.
uk: Встановити смертельний супер окислювач.

source: Installing death super acidifier.
uk: Встановлює смертельний супер окислювач.

source: Delay next wave
uk: Затримати наступну хвилю

source: The next wave is delayed by 15 days
uk: Наступна хвиля затримується на 15 днів

source: Archotech artifacts drop
uk: Архотехнічні артефакти

source: Receive 8 random archotech items (can be minified structures)
uk: Отримати 8 випадкових архотехнічних предметів (можуть бути мініатюрними спорудами)

source: Excellent armor drop
uk: Скинути чудову броню

source: Cargo pods 5 random pieces of armor, quality is Excellent
uk: Вантажні капсули скидають 5 випадкових обладунків чудової якості

source: Cash
uk: Готівка

source: Cargo pods drop 10000 silver, 500 gold
uk: Вантажні капсули скидають 10000 срібла, 500 золота

source: Drugs drop
uk: Скинути ліки

source: Receive 100 Ambrosia, 100 psychite tea, 200 beer, 200 smokeleaf joints, 200 flake, 200 yayo, 200 wake-up, 200 go juice
uk: Отримати 100 амброзії, 100 психітового чаю, 200 пива, 200 косяків, 200 психітових пластівців, 200 психітового порошку, 200 бадьорину, 200 го-соку

source: Food and medicine drop
uk: Скинути їжу та ліки

source: Cargo pods drop 120 survival meals, 20 glitterworld medicine and 100 medicine
uk: Вантажні капсули скидають 120 сухих пайків, 20 ліків блискосвіту та 100 ліків

source: Fuel drop
uk: Скинути паливо

source: Cargo pods drop 1000 chemfuel, 1000 wood and 400 uranium
uk: Вантажні капсули скидають 1000 хімпалива, 1000 деревини та 400 урану

source: Pawns join
uk: Пішаки приєднуються

source: A group of 5 pawns worth a minimum of 175 Combat points joins the colony
uk: Група з 5 пішаків вартістю не менше 175 бойових очок приєднується до колонії

source: Prosthetics drop
uk: Скинути протези

source: Cargo pod drops random 10 bionic prosthetics
uk: Вантажна капсула скидає випадкові 10 біонічних протезів

source: Research boost
uk: Стимулювання досліджень

source: Instantly research 8 random research projects you meet prerequisites for
uk: Миттєво досліджуйте 8 випадкових дослідницьких проєктів, для участі в яких ви відповідаєте необхідним умовам

source: Resource drop
uk: Скинути ресурси

source: Cargo pods drop 1000 wood, 1000 steel, 60 components, 20 advanced components and 300 plasteel
uk: Вантажні капсули скидають 1000 дерева, 1000 сталі, 60 компонентів, 20 просунутих компонентів і 300 пласталі

source: Skill boost
uk: Підвищення навичок

source: Improve every skill of every pawn under your control by 3
uk: Покращуйте кожну навичку кожного пішака під вашим контролем на 3

source: Excellent weapons drop
uk: Скинути чудову зброю

source: Cargo pods 5 random weapons, quality is Excellent
uk: Вантажні капсули скидають 5 випадкових видів зброї чудової якості

source: Healer serum drop
uk: Скинути цілющу сироватку

source: Cargo pod drops 5 Mechanoid healer serum
uk: Вантажна капсула скидає 5 сироваток механоїдного цілителя

source: Random Legendary reward
uk: Випадкова легендарна нагорода

source: Instead of picking up a specific Excellent-level reward, obtain a completely random Legendary-level reward
uk: Замість вибору конкретної винагороди рівня Чудовий, отримайте випадкову винагороду рівня Легендарний

source: Targeters drop
uk: Скинути вказівник

source: Receive an orbital beam targeter, orbital bombardment targeter and tornado generator
uk: Отримати вказівник орбітального променя, вказівник орбітального бомбардування та генератора торнадо

source: Wargs drop
uk: Скинути варгів

source: Cargo pod drops 10 tamed wargs
uk: Вантажна капсула скидає 10 приручених варгів

source: Allies!
uk: Союзники!

source: Next wave also brings allies that are 2x the regular size, to help you
uk: Наступна хвиля також додає союзників, які вдвічі більше звичайного розміру, щоб допомогти вам

source: Combat Animal drop
uk: Скинути бойову тварину

source: Cargo pod drops 5 random, tamed combat animals
uk: Вантажна капсула скидає 5 випадкових приручених бойових тварин

source: Delay next wave
uk: Затримати наступну хвилю

source: Next wave is delayed by 7 days
uk: Наступна хвиля затримується на 7 днів

source: Archotech artifacts drop
uk: Архотехнічні артефакти

source: Receive 5 random archotech items (can be minified structures)
uk: Отримати 5 випадкових архотехнічних предметів (можуть бути мініатюрними спорудами)

source: Good armor drop
uk: Скинути хорошу броню

source: Cargo pods 3 random pieces of armor, quality is Good
uk: Вантажні капсули скидають 3 випадкових обладунків хорошої якості

source: Cash
uk: Готівка

source: Cargo pods drop 5000 silver, 250 gold
uk: Вантажні капсули скидають 5000 срібла, 250 золота

source: Components drop
uk: Скинути компоненти

source: Cargo pods drop 60 components, 15 advanced components
uk: Вантажні капсули скидають 60 компонентів, 15 просунутих компонентів

source: Drugs drop
uk: Скинути ліки

source: Receive 10 Ambrosia, 10 psychite tea, 20 beer, 20 smokeleaf joints, 20 flake, 20 yayo, 20 wake-up, 20 go juice
uk: Отримати 10 амброзії, 10 психітового чаю, 20 пива, 20 косяків, 20 психітових пластівців, 20 психітового порошку, 20 бадьорину, 20 го-соку

source: Food and medicine drop
uk: Скинути їжу та ліки

source: Cargo pods drop 100 survival meals and 100 medicine
uk: Вантажні капсули скидають 100 сухих пайків та 100 ліків

source: Fuel drop
uk: Скинути паливо

source: Cargo pods drop 800 chemfuel, 800 wood and 250 uranium
uk: Вантажні капсули скидають 800 хімпалива, 800 деревини та 250 урану

source: Pawns join
uk: Пішаки приєднуються

source: A group of 3 pawns worth a minimum 100 and up to 175 Combat points joins the colony
uk: Група з 3 пішаків вартістю мінімум 100 і до 175 бойових очок приєднується до колонії

source: Prosthetics drop
uk: Скинути протези

source: Cargo pod drops 5 random low-level prosthetics and 5 bionic prosthetics
uk: Вантажна капсула скидає 5 випадкових низькорівневих протезів і 5 біонічних протезів

source: Research boost
uk: Стимулювання досліджень

source: Instantly research 5 random research projects you meet prerequisites for
uk: Миттєво досліджуйте 5 випадкових дослідницьких проєктів, для участі в яких ви відповідаєте необхідним умовам

source: Resource drop
uk: Скинути ресурси

source: Cargo pods drop 500 wood, 500 steel, 30 components and 200 plasteel
uk: Вантажні капсули скидають 500 деревини, 500 сталі, 30 компонентів і 200 пласталі

source: Skill boost
uk: Підвищення навичок

source: Improve every skill of every pawn under your control by 2
uk: Покращуйте кожну навичку кожного пішака під вашим контролем на 2

source: Textile drop
uk: Скинутий текстиль

source: Cargo pod drops 1000 random pieces of leather or textile
uk: Вантажна капсула скидає 1000 випадкових шматочків шкіри або текстилю

source: Good weapons drop
uk: Скинути хорошу зброю

source: Cargo pods 3 random weapons, quality is Good
uk: Вантажні капсули скидають 3 випадкові одиниці зброї хорошої якості

source: Orbital bombardment targeter
uk: Вказівник орбітального бомбардування

source: Receive an orbital bombardment targeter
uk: Отримати вказівник орбітального бомбардування

source: Orbital beam targeter
uk: Вказівник орбітального променя

source: Receive an orbital beam targeter
uk: Отримати вказівник орбітального променя

source: Orbital Trader Arrival
uk: Прибуття орбітального трейдера

source: Send a random orbital trader
uk: Надішліть випадкового орбітального трейдера

source: Random Excellent reward
uk: Випадкова чудова винагорода

source: Instead of picking up a specific Good-level reward, obtain a completely random Excellent-level reward
uk: Замість вибору конкретної винагороди рівня Хороший, отримайте випадкову винагороду рівня Чудовий

source: Tornado generator
uk: Генератор торнадо

source: Receive a tornado generator
uk: Отримати генератор торнадо

source: Weaken next wave
uk: Послаблення наступної хвилі

source: Next wave only has 50% Combat points it would normally have
uk: Наступна хвиля має лише 50% бойових очок від нормальної кількості

source: Archotech prosthetics drop
uk: Скинути архотехнічний протез

source: Cargo pod drops random 10 archotech body parts
uk: Вантажна капсула скидає 10 випадкових архотехнічних частин тіла

source: Cash and Riches
uk: Гроші та багатство

source: Cargo pods drop 25000 silver, 1000 gold, 1000 Jade
uk: Вантажні капсули скидають 25000 срібла, 1000 золота, 1000 нефриту

source: Fuel drop
uk: Скинути паливо

source: Cargo pods drop 2000 chemfuel, 2000 wood and 800 uranium
uk: Вантажні капсули скидають 2000 хімпалива, 2000 деревини та 800 урану

source: Legendary gear drop
uk: Скинути легендарне спорядження

source: Cargo pods 5 random weapons and 5 random armors drop, quality is Legendary
uk: Вантажні капсули скидають 5 випадкових одиниць зброї та 5 випадкових одиниць броні легендарної якості

source: Resource drop
uk: Скинути ресурси

source: Cargo pods drop 3000 wood, 3000 steel, 100 components, 50 advanced components, 500 plasteel
uk: Вантажні капсули скидають 3000 дерева, 3000 сталі, 100 компонентів, 50 просунутих компонентів, 500 пласталі

source: Skill boost
uk: Підвищення навичок

source: Improve every skill of every pawn under your control by 5
uk: Покращуйте кожну навичку кожного пішака під вашим контролем на 5

source: Mass Heal
uk: Масове зцілення

source: Instantly heals all the wounds on all pawns under player control
uk: Миттєво зцілює всі рани на всіх пішаках під контролем гравця

source: Pawns join
uk: Пішаки приєднуються

source: A group of 5 mercenary PawnKindDef pawns join
uk: Група з 5 пішаків-найманців PawnKindDef приєднується

source: Survival means drop
uk: Скинути засоби виживання

source: Cargo pods drop 250 survival meals, 50 glitterworld medicine, 5 Mechanite healer mech serums and 200 medicine
uk: Вантажні капсули скидають 250 сухих пайків, 50 ліків блискосвіту, 5 цілющих мех сироваток та 200 ліків

source: Thrumbo drop
uk: Скинути трумбо

source: Cargo pod drops 3 tamed thrumbos
uk: Вантажна капсула скидає 3 приручених трумбо

source: Caravan arrival
uk: Прибуття каравану

source: A random caravan arrives
uk: Прибуває випадковий караван

source: Delay next wave
uk: Затримати наступну хвилю

source: Next wave is delayed by 3 days
uk: Наступна хвиля затримується на 3 днів

source: Meteorite impact
uk: Падіння метеорита

source: Meteorite impact
uk: Падіння метеорита

source: Miniturret drop
uk: Скидання мінітурелі

source: Cargo pod drops 3 minified mini-turrets
uk: Вантажна капсула скидає 3 мінітурелі

source: Animal drop
uk: Скинути тварину

source: Cargo pod drops 2 random, tamed animals
uk: Вантажна капсула скидає 2 випадкових приручених тварин

source: Cash
uk: Готівка

source: Cargo pods drop 3000 silver
uk: Вантажні капсули скидають 3000 срібла

source: Component drop
uk: Скинути компоненти

source: Cargo pods drop 20 components, 5 advanced components
uk: Вантажні капсули скидають 20 компонентів, 5 просунутих компонентів

source: Food and medicine drop
uk: Скинути їжу та ліки

source: Cargo pods drop 30 survival meals and 30 medicine
uk: Вантажні капсули скидають 30 сухих пайків та 30 ліків

source: Fuel drop
uk: Скинути паливо

source: Cargo pods drop 500 chemfuel
uk: Вантажні капсули скидають 500 хімпалива

source: Pawn joins
uk: Пішак приєднується
